{
  "image_caption": "Iliad - E.V. Rieu Translation",
  "image_alt": "Iliad - E.V. Rieu Translation",
  "syllabus": [
    {
      "title": "Format & Expectations",
      "content": "- 11 weekly live sessions, one hour each\n- Pre-recorded lectures for every Book ('chapters'), split into pre-reading and post-reading sections\n- Required text: **Iliad**, translated by E.V. Rieu\n- ~2-3 hours of total weekly commitment (lecture + reading + session)\n- All sessions recorded and shared via private link with passcode\n- Full asynchronous option available for those who cannot attend live"
    },
    {
      "title": "How the Lectures Work",
      "content": "Each pre-recorded lecture has two parts. Before you read, you listen to the introduction — essential context, background and what to look for. After you read, you return for the integrations section, which draws on copious poetic research and connects the Book to broader themes.\n\n**Recommended order:** Introduction → Read the Book → Integrations. This sequence enlightens the reading experience."
    },
    {
      "title": "Recurring Assignments",
      "content": "- **Weekly line selection:** Each student chooses one line or short passage — one they love, hate or have a question about — and shares it during class with a brief explanation.\n- **Plot summary:** Two (or three) students per week (chosen the prior week on a volunteer basis) each write a ~seven-sentence summary for one assigned Book. These are shared at the start of each Book's discussion period."
    },
    {
      "title": "Class Structure",
      "content": "Each Book gets the same three-part structure during class:\n\n- **1.** Student's short plot summary\n- **2.** Instructor's one to two thematic focus points from the lecture\n- **3.** All students' line selections and discussion\n\nAfter class, students have open access to the instructor for further questions."
    },
    {
      "title": "Class 1: Orientation & Trojan War Context",
      "content": "**Pre-Class Viewing:**\n- Video: *The Trojan War Cycle* (6 min)\n- Video: *Greek Gods Explained in 12 Minutes*\n- Optional: *Epic Cycle — The Lost Tales of the Trojan War* (12 min)\n- Optional film: *Troy* (2003)\n\n**During Class:** Introduction to the epic poetry tradition, \"Homer's\" biography and historical context, the Trojan War cycle and key philosophical concepts in the *Iliad.* "
    },
    {
      "title": "Classes 2–11: Book-by-Book",
      "content": "Each subsequent class covers two (sometimes three) Books of the *Iliad* (Books 1–24 across 11 sessions). Pre-class work includes the pre-recorded lecture and reading assignment. During class: student summaries, instructor's thematic focus, and group line discussion."
    }
  ],
  "section_heading": "Now Enrolling",
  "byline": "Translated by E.V. Rieu · Instructor: Nick Rosado",
  "para1": "The <em>Iliad</em> is not a poem primarily about war. It is a poem fundamentally about life and what makes it worth living — captured in grief, triumph, and in the choices that cannot be unmade. Homer's great insight is that his heroes know this, and choose glory anyway. We will sit with their choices for two and a half months.",
  "section_subtitle": "Q2 · 2026 Course",
  "para2": "Each week: a pre-recorded lecture to prepare and unpack the reading, a live one-hour session to discuss it together and the kind of close attention to the text that most readers never get. All sessions are recorded. Asynchronous enrollment is available.",
  "contact_label": "Contact Nick",
  "title": "Homer's Iliad",
  "image": "/Achilles.jpg",
  "enroll_label": "Enroll in This Course"
}
